Repository: ALISHERpy/Market-place_eBazar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Hello World
uz: Salommmm

source: Categories
uz: Toyifalar

source: Add Product
uz: Mahsulot qo'shish

source: Saveds
uz: Saqlanganlar

source: Recently Viewed
uz: Yaqinda ko'rilganlar

source: Search
uz: Izlash

source: Change password
uz: Parol o'zgartirish

source: Logout
uz: Chiqish

source: Login
uz: Kirish

source: SignUp
uz: Ro'yxatdan o'tish

source: Recently Products in
uz: Yaqinda ko'rilganlar

source: Details
uz: Batafsillik

source: Recently Products
uz: Yaqinda ko'rilganlar

source: Delete
uz: O'chirish

source: Are you sure to delete
uz: Ishonchingiz komilmi o'chirishga

source: Submit
uz: Kiyingi

source: Back Detail
uz: Ortga

source: Edit details<
uz: Tafsilotlarni o'zgartirish

source: Email
uz: Pochta

source: Call
uz: Telefon

source: Send
uz: Yuborish

source: delete
uz: o'chirish

source: New Product
uz: Yangi Mahsulot

source: Back home
uz: Bosh sahifa

source: Update Product
uz: Mahsulot yangilash

source: Edit details
uz: Tahrirlash

source: Update Password
uz: Parolni yangilash

source: Recently Products of
uz: Yaqinda ko'rilganlar

source: There is no products
uz: Mahsulot yo'q

source: Update Profile
uz: Accoutni Yangilash

source: Back
uz: Ortga

source: E-Bazar - Recently Viewed
uz: E-Bazar Yaqinda Ko'rilganlar

source: Recently Viewed Products
uz: Yaqinda ko'rilganlar Mahsulotlaringgiz

source: Saved Products of
uz: Sizni Saqlanganlariz
